Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: A peer is another machine running the Hermes api_server gateway. Register one from a terminal — the peer's API key is a credential, so Scarf leaves that step to the CLI:
de: Ein Peer ist eine andere Maschine, auf der das Hermes-api_server-Gateway läuft. Registriere einen über ein Terminal — der API-Schlüssel des Peers ist ein Anmeldedatum, daher überlässt Scarf diesen Schritt der CLI:
es: Un par es otra máquina que ejecuta el gateway api_server de Hermes. Registra uno desde un terminal — la clave de API del par es una credencial, así que Scarf deja ese paso a la CLI:
fr: Un pair est une autre machine exécutant la passerelle api_server de Hermes. Enregistrez-en un depuis un terminal — la clé API du pair est un identifiant, Scarf laisse donc cette étape à la CLI :
ja: ピアとは、Hermes の api_server ゲートウェイを実行している別のマシンです。ターミナルから登録してください — ピアの API キーは資格情報であるため、Scarf はこの手順を CLI に任せています:
pt_br: Um peer é outra máquina executando o gateway api_server do Hermes. Registre um pelo terminal — a chave de API do peer é uma credencial, então o Scarf deixa esse passo para a CLI:
zh_hans: 对端是另一台运行 Hermes api_server 网关的机器。请从终端注册对端 — 对端的 API 密钥属于凭证,因此 Scarf 将这一步留给 CLI:

source: A project named "%@" already exists.
de: Ein Projekt namens "%@" existiert bereits.
es: Ya existe un proyecto llamado "%@".
fr: Un projet nommé « %@ » existe déjà.
ja: "%@" という名前のプロジェクトはすでに存在します。
pt_br: Já existe um projeto chamado "%@".
zh_hans: 名为 "%@" 的项目已存在。

source: A QR code will appear below. Scan it with WhatsApp on your phone. The session is saved to ~/.hermes/platforms/whatsapp/ so you won't need to scan again after restarts.
de: Unten erscheint ein QR-Code. Scanne ihn mit WhatsApp auf deinem Telefon. Die Sitzung wird unter ~/.hermes/platforms/whatsapp/ gespeichert, damit nach Neustarts kein erneuter Scan nötig ist.
es: Aparecerá un código QR abajo. Escanéalo con WhatsApp en tu teléfono. La sesión se guarda en ~/.hermes/platforms/whatsapp/ para no tener que volver a escanearla tras reiniciar.
fr: Un QR code apparaîtra ci-dessous. Scannez-le avec WhatsApp sur votre téléphone. La session est enregistrée dans ~/.hermes/platforms/whatsapp/, vous n'aurez donc pas besoin de la rescanner après un redémarrage.
ja: 下に QR コードが表示されます。スマートフォンの WhatsApp でスキャンしてください。セッションは ~/.hermes/platforms/whatsapp/ に保存されるため、再起動後に再度スキャンする必要はありません。
pt_br: Um QR code aparecerá abaixo. Escaneie com o WhatsApp do seu celular. A sessão é salva em ~/.hermes/platforms/whatsapp/ para não precisar escanear de novo após reinícios.
zh_hans: 二维码将在下方显示。用手机上的 WhatsApp 扫描。会话保存在 ~/.hermes/platforms/whatsapp/,重启后无需再次扫描。

source: A server named “%@” already exists. Adding it again would overwrite the existing entry — confirm the overwrite, or choose a different name.
de: Ein Server namens „%@“ existiert bereits. Ihn erneut hinzuzufügen würde den vorhandenen Eintrag überschreiben — bestätige das Überschreiben oder wähle einen anderen Namen.
es: Ya existe un servidor llamado “%@”. Añadirlo de nuevo sobrescribiría la entrada existente: confirma la sobrescritura o elige otro nombre.
fr: Un serveur nommé « %@ » existe déjà. L’ajouter à nouveau écraserait l’entrée existante — confirmez l’écrasement ou choisissez un autre nom.
ja: 「%@」という名前のサーバーは既に存在します。もう一度追加すると既存のエントリが上書きされます。上書きを確認するか、別の名前を選んでください。
pt_br: Já existe um servidor chamado “%@”. Adicioná-lo novamente sobrescreveria a entrada existente — confirme a sobrescrita ou escolha outro nome.
zh_hans: 已存在名为“%@”的服务器。再次添加会覆盖现有条目 — 请确认覆盖,或改用其他名称。

source: A server with no enabled: setting is ON — that's Hermes' default, not a choice anyone made. Switching it off writes the setting explicitly.
de: Ein Server ohne enabled:-Einstellung ist AN — das ist der Standard von Hermes, keine bewusste Entscheidung. Wenn du ihn ausschaltest, wird die Einstellung explizit geschrieben.
es: Un servidor sin ajuste enabled: está ACTIVADO — ese es el valor por defecto de Hermes, no una decisión de nadie. Al desactivarlo se escribe el ajuste de forma explícita.
fr: Un serveur sans réglage enabled: est ACTIVÉ — c'est la valeur par défaut de Hermes, pas un choix délibéré. Le désactiver écrit le réglage explicitement.
ja: enabled: の設定がないサーバーはオンです — これは Hermes のデフォルトであり、誰かが選んだ結果ではありません。オフにすると、設定が明示的に書き込まれます。
pt_br: Um servidor sem a configuração enabled: fica LIGADO — esse é o padrão do Hermes, não uma escolha de alguém. Desligá-lo grava a configuração explicitamente.
zh_hans: 没有 enabled: 设置的服务器处于开启状态 — 这是 Hermes 的默认行为,而非任何人的选择。将其关闭会显式写入该设置。

source: A worker claimed it created this card; Hermes hasn't confirmed the underlying work exists. Reject it if it's a hallucinated reference.
de: Ein Worker gab an, diese Karte erstellt zu haben; Hermes hat die zugrunde liegende Arbeit nicht bestätigt. Lehne sie ab, wenn es sich um einen halluzinierten Verweis handelt.
es: Un worker afirmó haber creado esta tarjeta; Hermes no ha confirmado que el trabajo subyacente exista. Recházala si es una referencia alucinada.
fr: Un worker a affirmé avoir créé cette carte ; Hermes n'a pas confirmé que le travail sous-jacent existe. Rejetez-la s'il s'agit d'une référence hallucinée.
ja: ワーカーがこのカードを作成したと申告していますが、Hermes はその背後の作業の存在を確認していません。幻覚による参照であれば却下してください。
pt_br: Um worker alegou ter criado este cartão; o Hermes não confirmou que o trabalho subjacente existe. Rejeite-o se for uma referência alucinada.
zh_hans: 一个 worker 声称是它创建了此卡片;Hermes 尚未确认底层工作确实存在。如果这是一个虚构的引用,请拒绝它。

source: Absolute path; pulls AGENTS.md/CLAUDE.md context
de: Absoluter Pfad; zieht AGENTS.md/CLAUDE.md-Kontext heran
es: Ruta absoluta; incorpora el contexto de AGENTS.md/CLAUDE.md
fr: Chemin absolu ; récupère le contexte AGENTS.md/CLAUDE.md
ja: 絶対パス。AGENTS.md/CLAUDE.md のコンテキストを取り込みます
pt_br: Caminho absoluto; puxa o contexto de AGENTS.md/CLAUDE.md
zh_hans: 绝对路径；会引入 AGENTS.md/CLAUDE.md 上下文

source: Absolute token cap: compression triggers at the LOWER of the ratio Threshold above and this token count. 0 = use the ratio threshold only.
de: Absolute Token-Obergrenze: Die Komprimierung greift beim NIEDRIGEREN Wert aus dem obigen Verhältnis-Schwellenwert und dieser Token-Anzahl. 0 = nur den Verhältnis-Schwellenwert verwenden.
es: Tope absoluto de tokens: la compresión se activa con el MENOR entre el umbral de ratio anterior y esta cantidad de tokens. 0 = usar solo el umbral de ratio.
fr: Plafond absolu de jetons : la compression se déclenche au PLUS BAS entre le seuil de ratio ci-dessus et ce nombre de jetons. 0 = utiliser uniquement le seuil de ratio.
ja: 絶対トークン上限: 圧縮は上記の比率しきい値とこのトークン数の低い方でトリガーされます。0 = 比率しきい値のみを使用します。
pt_br: Limite absoluto de tokens: a compactação é acionada no MENOR valor entre o Limiar de proporção acima e essa contagem de tokens. 0 = usar apenas o limiar de proporção.
zh_hans: 绝对令牌上限:压缩会在上方比例阈值和此令牌数中取较小者时触发。0 = 仅使用比例阈值。

source: Access
de: Zugriff
es: Acceso
fr: Accès
ja: アクセス
pt_br: Acesso
zh_hans: 访问

source: Access Control
de: Zugriffskontrolle
es: Control de acceso
fr: Contrôle d'accès
ja: アクセス制御
pt_br: Controle de acesso
zh_hans: 访问控制

source: Access Token Env Var
de: Access-Token-Umgebungsvariable
es: Variable de entorno del token de acceso
fr: Variable d’environnement du jeton d’accès
ja: アクセストークンの環境変数
pt_br: Variável de ambiente do token de acesso
zh_hans: 访问令牌环境变量

source: Account (E.164)
de: Konto (E.164)
es: Cuenta (E.164)
fr: Compte (E.164)
ja: アカウント (E.164)
pt_br: Conta (E.164)
zh_hans: 账号 (E.164)

source: Ack
de: Quittieren
es: Visto
fr: Acq.
ja: 了解
pt_br: Ciente
zh_hans: 确认

source: Acknowledge — silences this failure signature until the error changes.
de: Quittieren — blendet diese Fehlersignatur aus, bis sich der Fehler ändert.
es: Confirmar — silencia esta firma de fallo hasta que el error cambie.
fr: Acquitter — met en sourdine cette signature d'échec jusqu'à ce que l'erreur change.
ja: 確認 — エラーが変わるまで、この障害シグネチャの通知を抑止します。
pt_br: Confirmar — silencia esta assinatura de falha até que o erro mude.
zh_hans: 确认 — 在错误变化之前静默此故障特征。

source: Actions
de: Aktionen
es: Acciones
ja: アクション
pt_br: Ações
zh_hans: 操作

source: active
de: aktiv
es: activo
fr: actif
ja: アクティブ
pt_br: ativa
zh_hans: 活跃

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
pt_br: Ativa
zh_hans: 活跃

source: Active Hermes profile — click to manage
de: Aktives Hermes-Profil — zum Verwalten klicken
es: Perfil activo de Hermes — haz clic para gestionar
fr: Profil Hermes actif — cliquez pour gérer
ja: アクティブな Hermes プロファイル — クリックして管理
pt_br: Perfil ativo do Hermes — clique para gerenciar
zh_hans: 活跃的 Hermes 配置 — 点击管理

source: Active Personality
de: Aktive Persönlichkeit
es: Personalidad activa
fr: Personnalité active
ja: アクティブなパーソナリティ
pt_br: Personalidade ativa
zh_hans: 活跃人格

source: Active personality set to %@
de: Aktive Persönlichkeit auf %@ gesetzt
es: Personalidad activa establecida en %@
fr: Personnalité active définie sur %@
ja: アクティブなパーソナリティを %@ に設定しました
pt_br: Personalidade ativa definida como %@
zh_hans: 已将活动人格设为 %@

source: Active profile
de: Aktives Profil
es: Perfil activo
fr: Profil actif
ja: アクティブなプロファイル
pt_br: Perfil ativo
zh_hans: 当前配置

source: Active profile set to %@ — restart Scarf to refresh.
de: Aktives Profil auf %@ gesetzt — starte Scarf neu, um es zu aktualisieren.
es: Perfil activo establecido en %@: reinicia Scarf para actualizar.
fr: Profil actif défini sur %@ — redémarrez Scarf pour actualiser.
ja: アクティブなプロファイルを %@ に設定しました。更新するには Scarf を再起動してください。
pt_br: Perfil ativo definido como %@ — reinicie o Scarf para atualizar.
zh_hans: 已将活动配置文件设为 %@ — 请重启 Scarf 以刷新。

source: Active Time
de: Aktive Zeit
es: Tiempo activo
fr: Temps actif
ja: アクティブ時間
pt_br: Tempo ativo
zh_hans: 活跃时长

source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
pt_br: Atividade
zh_hans: 活动

source: Activity Patterns
de: Aktivitätsmuster
es: Patrones de actividad
fr: Schémas d'activité
ja: アクティビティパターン
pt_br: Padrões de atividade
zh_hans: 活动模式

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
pt_br: Adicionar
zh_hans: 添加

source: Add %@
de: %@ hinzufügen
es: Añadir %@
fr: Ajouter %@
ja: %@ を追加
pt_br: Adicionar %@
zh_hans: 添加 %@

source: Add %@ to command_allowlist in config.yaml
de: %@ zu command_allowlist in config.yaml hinzufügen
es: Añadir %@ a command_allowlist en config.yaml
fr: Ajouter %@ à command_allowlist dans config.yaml
ja: %@ を config.yaml の command_allowlist に追加
pt_br: Adicionar %@ a command_allowlist em config.yaml
zh_hans: 将 %@ 添加到 config.yaml 中的 command_allowlist

source: Add a comment…
de: Kommentar hinzufügen…
es: Añadir un comentario…
fr: Ajouter un commentaire…
ja: コメントを追加…
pt_br: Adicionar um comentário…
zh_hans: 添加评论…

source: Add a project
de: Projekt hinzufügen
es: Añadir un proyecto
fr: Ajouter un projet
ja: プロジェクトを追加
pt_br: Adicionar um projeto
zh_hans: 添加项目

source: Add a project folder to get started.
de: Füge einen Projektordner hinzu, um zu beginnen.
es: Añade una carpeta de proyecto para empezar.
fr: Ajoutez un dossier de projet pour commencer.
ja: プロジェクトフォルダを追加して始めましょう。
pt_br: Adicione uma pasta de projeto para começar.
zh_hans: 添加项目文件夹以开始使用。

source: Add a project folder to get started. Create a .scarf/dashboard.json file in your project to define widgets.
de: Füge einen Projektordner hinzu, um zu beginnen. Lege in deinem Projekt eine .scarf/dashboard.json an, um Widgets zu definieren.
es: Añade una carpeta de proyecto para empezar. Crea un archivo .scarf/dashboard.json en tu proyecto para definir widgets.
fr: Ajoutez un dossier de projet pour commencer. Créez un fichier .scarf/dashboard.json dans votre projet pour définir des widgets.
ja: プロジェクトフォルダを追加して始めましょう。ウィジェットを定義するには、プロジェクト内に .scarf/dashboard.json ファイルを作成してください。
pt_br: Adicione uma pasta de projeto para começar. Crie um arquivo .scarf/dashboard.json no seu projeto para definir widgets.
zh_hans: 添加项目文件夹以开始使用。在项目中创建 .scarf/dashboard.json 文件来定义小部件。

source: Add channel
de: Kanal hinzufügen
es: Añadir canal
fr: Ajouter un canal
ja: チャンネルを追加
pt_br: Adicionar canal
zh_hans: 添加频道

source: Add chat
de: Chat hinzufügen
es: Añadir chat
fr: Ajouter une conversation
ja: チャットを追加
pt_br: Adicionar chat
zh_hans: 添加对话

source: Add Command
de: Befehl hinzufügen
es: Añadir comando
fr: Ajouter une commande
ja: コマンドを追加
pt_br: Adicionar comando
zh_hans: 添加命令

source: Add Credential
de: Anmeldedaten hinzufügen
es: Añadir credencial
fr: Ajouter des identifiants
ja: 資格情報を追加
pt_br: Adicionar credencial
zh_hans: 添加凭证

source: Add credentials in **Configure → Credential Pools**, set `ANTHROPIC_API_KEY` (or similar) in `~/.hermes/.env`, or export it in your shell profile, then restart Scarf.
de: Anmeldedaten in **Konfigurieren → Credential-Pools** hinzufügen, `ANTHROPIC_API_KEY` (oder ähnlich) in `~/.hermes/.env` setzen oder in deinem Shell-Profil exportieren, dann Scarf neu starten.
es: Añade credenciales en **Configurar → Grupos de credenciales**, establece `ANTHROPIC_API_KEY` (o similar) en `~/.hermes/.env`, o expórtala en tu perfil de shell, y reinicia Scarf.
fr: Ajoutez des identifiants dans **Configurer → Pools d'identifiants**, définissez `ANTHROPIC_API_KEY` (ou équivalent) dans `~/.hermes/.env`, ou exportez-la dans votre profil shell, puis redémarrez Scarf.
ja: **設定 → 資格情報プール** で資格情報を追加するか、`~/.hermes/.env` で `ANTHROPIC_API_KEY`(または類似の変数)を設定するか、シェルプロファイルでエクスポートしてから Scarf を再起動してください。
pt_br: Adicione credenciais em **Configurar → Pools de credenciais**, defina `ANTHROPIC_API_KEY` (ou similar) em `~/.hermes/.env` ou exporte no seu perfil de shell, e reinicie o Scarf.
zh_hans: 在 **配置 → 凭证池** 中添加凭证,在 `~/.hermes/.env` 中设置 `ANTHROPIC_API_KEY`(或类似变量),或在 shell 配置中导出该变量,然后重启 Scarf。

source: Add Custom
de: Eigene hinzufügen
es: Añadir personalizado
fr: Ajouter personnalisé
ja: カスタム追加
pt_br: Adicionar personalizado
zh_hans: 自定义添加

source: Add Custom MCP Server
de: Eigenen MCP-Server hinzufügen
es: Añadir servidor MCP personalizado
fr: Ajouter un serveur MCP personnalisé
ja: カスタム MCP サーバーを追加
pt_br: Adicionar servidor MCP personalizado
zh_hans: 添加自定义 MCP 服务器

source: Add Existing Folder…
de: Vorhandenen Ordner hinzufügen…
es: Añadir carpeta existente…
fr: Ajouter un dossier existant…
ja: 既存のフォルダを追加…
pt_br: Adicionar pasta existente…
zh_hans: 添加现有文件夹…

source: Add from Preset
de: Aus Voreinstellung hinzufügen
es: Añadir desde preajuste
fr: Ajouter depuis un préréglage
ja: プリセットから追加
pt_br: Adicionar a partir de predefinição
zh_hans: 从预设添加

source: Add Project
de: Projekt hinzufügen
es: Añadir proyecto
fr: Ajouter un projet
ja: プロジェクトを追加
pt_br: Adicionar projeto
zh_hans: 添加项目

source: Add Quick Command
de: Schnellbefehl hinzufügen
es: Añadir comando rápido
fr: Ajouter une commande rapide
ja: クイックコマンドを追加
pt_br: Adicionar comando rápido
zh_hans: 添加快捷命令

source: Add Remote Server
de: Remote-Server hinzufügen
es: Añadir servidor remoto
fr: Ajouter un serveur distant
ja: リモートサーバーを追加
pt_br: Adicionar servidor remoto
zh_hans: 添加远程服务器

source: Add reusable prompt templates here. Each command shows up in the chat slash menu when you're chatting in this project.
de: Füge hier wiederverwendbare Prompt-Vorlagen hinzu. Jeder Befehl erscheint im Chat-Slash-Menü, wenn du in diesem Projekt chattest.
es: Añade aquí plantillas de prompt reutilizables. Cada comando aparece en el menú de barra del chat cuando estás chateando en este proyecto.
fr: Ajoutez ici des modèles de prompt réutilisables. Chaque commande apparaît dans le menu slash du chat lorsque vous discutez dans ce projet.
ja: ここで再利用可能なプロンプトテンプレートを追加します。このプロジェクトでチャットしているとき、各コマンドがチャットのスラッシュメニューに表示されます。
pt_br: Adicione templates de prompt reutilizáveis aqui. Cada comando aparece no menu slash do chat quando você está conversando neste projeto.
zh_hans: 在此添加可复用的提示模板。在此项目中聊天时,每个命令都会出现在聊天斜杠菜单中。

source: Add room
de: Raum hinzufügen
es: Añadir sala
fr: Ajouter un salon
ja: ルームを追加
pt_br: Adicionar sala
zh_hans: 添加房间

source: Add rotation credentials so hermes can failover between keys when one hits rate limits.
de: Rotations-Anmeldedaten hinzufügen, damit hermes zwischen Schlüsseln wechseln kann, wenn einer ein Rate-Limit erreicht.
es: Añade credenciales de rotación para que hermes pueda cambiar entre claves cuando una alcance el límite de tasa.
fr: Ajoutez des identifiants de rotation pour que hermes puisse basculer entre les clés lorsqu'une atteint la limite de débit.
ja: ローテーション用の資格情報を追加すると、あるキーがレート制限に達した際に hermes が別のキーにフェイルオーバーできます。
pt_br: Adicione credenciais de rotação para que o hermes possa alternar entre chaves quando uma atingir o limite de taxa.
zh_hans: 添加轮换凭证,以便 hermes 在某个密钥达到速率限制时能切换到其他密钥。

source: Add Route
de: Route hinzufügen
es: Añadir ruta
fr: Ajouter une route
ja: ルートを追加
pt_br: Adicionar rota
zh_hans: 添加路由

source: Add server
de: Server hinzufügen
es: Añadir servidor
fr: Ajouter un serveur
ja: サーバーを追加
pt_br: Adicionar servidor
zh_hans: 添加服务器

source: Add Server
de: Server hinzufügen
es: Añadir servidor
fr: Ajouter un serveur
ja: サーバーを追加
pt_br: Adicionar servidor
zh_hans: 添加服务器

source: Add Slash Command
de: Slash-Befehl hinzufügen
es: Añadir comando de barra
fr: Ajouter une commande slash
ja: スラッシュコマンドを追加
pt_br: Adicionar comando slash
zh_hans: 添加斜杠命令

source: Add these keys to ~/.hermes/config.yaml:
de: Füge diese Schlüssel zu ~/.hermes/config.yaml hinzu:
es: Añade estas claves a ~/.hermes/config.yaml:
fr: Ajoutez ces clés à ~/.hermes/config.yaml :
ja: これらのキーを ~/.hermes/config.yaml に追加してください:
pt_br: Adicione estas chaves a ~/.hermes/config.yaml:
zh_hans: 将这些键添加到 ~/.hermes/config.yaml:

source: Add this public key to the remote
de: Diesen öffentlichen Schlüssel zum Remote hinzufügen
es: Añade esta clave pública al remoto
fr: Ajouter cette clé publique sur l'hôte distant
ja: この公開鍵をリモートに追加してください
pt_br: Adicione esta chave pública ao remoto
zh_hans: 将此公钥添加到远程主机

source: Add your first command
de: Füge deinen ersten Befehl hinzu
es: Añade tu primer comando
fr: Ajoutez votre première commande
ja: 最初のコマンドを追加
pt_br: Adicione seu primeiro comando
zh_hans: 添加第一个命令

source: Adding…
de: Wird hinzugefügt…
es: Añadiendo…
fr: Ajout en cours…
ja: 追加中…
pt_br: Adicionando…
zh_hans: 添加中…

source: Adds to the global Kanban board
de: Fügt zum globalen Kanban-Board hinzu
es: Se añade al tablero Kanban global
fr: Ajoute au tableau Kanban global
ja: グローバル Kanban ボードに追加
pt_br: Adiciona ao quadro Kanban global
zh_hans: 添加到全局看板

source: Adopt
de: Übernehmen
es: Adoptar
fr: Adopter
ja: 採用
pt_br: Adotar
zh_hans: 接管

source: Adopt All (%lld)
de: Alle übernehmen (%lld)
es: Adoptar todo (%lld)
fr: Tout adopter (%lld)
ja: すべて採用 (%lld)
pt_br: Adotar todas (%lld)
zh_hans: 全部接管 (%lld)

source: Adopt all unmanaged skills?
de: Alle unverwalteten Skills übernehmen?
es: ¿Adoptar todas las habilidades no gestionadas?
fr: Adopter toutes les compétences non gérées ?
ja: 管理外のスキルをすべて採用しますか？
pt_br: Adotar todas as habilidades não gerenciadas?
zh_hans: 接管所有未托管的技能?

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
pt_br: Avançado
zh_hans: 高级

source: After approving in your browser, the provider shows a code. Paste it below and submit.
de: Nach der Genehmigung im Browser zeigt der Anbieter einen Code. Füge ihn unten ein und sende ab.
es: Tras aprobar en tu navegador, el proveedor muestra un código. Pégalo abajo y envíalo.
fr: Après avoir approuvé dans votre navigateur, le fournisseur affiche un code. Collez-le ci-dessous et soumettez.
ja: ブラウザで承認するとプロバイダーがコードを表示します。下に貼り付けて送信してください。
pt_br: Após aprovar no navegador, o provedor mostra um código. Cole abaixo e envie.
zh_hans: 在浏览器中批准后,提供方会显示一个代码。将其粘贴到下方并提交。

source: Agent is thinking…
de: Agent denkt nach…
es: El agente está pensando…
fr: L'agent réfléchit…
ja: エージェントが思考中…
pt_br: O agente está pensando…
zh_hans: Agent 正在思考…

source: agent key · %@
de: Agent-Schlüssel · %@
es: clave de agente · %@
fr: clé agent · %@
ja: エージェントキー · %@
pt_br: chave do agente · %@
zh_hans: agent 密钥 · %@

source: Agent permission
de: Agent-Berechtigung
es: Permiso del agente
fr: Autorisation de l'agent
ja: エージェントの権限
pt_br: Permissão do agente
zh_hans: Agent 权限

source: Agent-created skills
de: Vom Agent erstellte Skills
es: Habilidades creadas por el agente
fr: Compétences créées par l'agent
ja: エージェントが作成したスキル
pt_br: Habilidades criadas pelo agente
zh_hans: Agent 创建的技能

source: agent-generated
de: vom Agent generiert
es: generado por el agente
fr: généré par l'agent
ja: エージェント生成
pt_br: gerado pelo agente
zh_hans: agent 生成

source: Agent-specific instructions (optional)
de: Agent-spezifische Anweisungen (optional)
es: Instrucciones específicas del agente (opcional)
fr: Instructions spécifiques à l'agent (optionnel)
ja: エージェント固有の指示(任意)
pt_br: Instruções específicas do agente (opcional)
zh_hans: 特定于 agent 的说明(可选)

source: Agents in chat can't create Kanban tasks
de: Agents im Chat können keine Kanban-Aufgaben erstellen
es: Los agentes en el chat no pueden crear tareas Kanban
fr: Les agents dans le chat ne peuvent pas créer de tâches Kanban
ja: チャット内のエージェントは Kanban タスクを作成できません
pt_br: Agentes no chat não podem criar tarefas do Kanban
zh_hans: 聊天中的 agent 无法创建看板任务

source: All
de: Alle
es: Todos
fr: Tous
ja: すべて
pt_br: Todos
zh_hans: 全部

source: All %lld unmanaged skills will be handed to the curator and become eligible for automatic staling, archiving, and pruning.
de: Alle %lld unverwalteten Skills werden an den Kurator übergeben und werden für automatisches Veralten, Archivieren und Bereinigen freigegeben.
es: Las %lld habilidades no gestionadas se entregarán al curador y podrán marcarse como obsoletas, archivarse y podarse automáticamente.
fr: Les %lld compétences non gérées seront confiées au curateur et deviendront éligibles à l'obsolescence, l'archivage et l'élagage automatiques.
ja: 管理外のスキル %lld 件がすべてキュレーターに引き渡され、自動的な期限切れ・アーカイブ・整理の対象になります。
pt_br: Todas as %lld habilidades não gerenciadas serão entregues ao curador e passarão a ser elegíveis para expiração, arquivamento e remoção automáticos.
zh_hans: 所有 %lld 个未托管的技能将移交给策展器,并可能被自动标记为过期、归档或清理。

source: All assignees
de: Alle Zuständigen
es: Todos los responsables
fr: Tous les assignés
ja: すべての担当者
pt_br: Todos os responsáveis
zh_hans: 所有指派人

source: All installed hub skills are up to date.
de: Alle installierten Hub-Skills sind aktuell.
es: Todas las habilidades instaladas desde el hub están al día.
fr: Toutes les compétences installées depuis le hub sont à jour.
ja: インストールされているハブスキルはすべて最新です。
pt_br: Todas as habilidades instaladas do hub estão atualizadas.
zh_hans: 所有已安装的 Hub 技能均为最新。

source: All Levels
de: Alle Ebenen
es: Todos los niveles
fr: Tous les niveaux
ja: すべてのレベル
pt_br: Todos os níveis
zh_hans: 所有级别

source: All projects
de: Alle Projekte
es: Todos los proyectos
fr: Tous les projets
ja: すべてのプロジェクト
pt_br: Todos os projetos
zh_hans: 所有项目

source: All Scarf windows will close and reopen. Unsaved chat input may be lost.
de: Alle Scarf-Fenster werden geschlossen und neu geöffnet. Ungespeicherte Chat-Eingaben können verloren gehen.
es: Todas las ventanas de Scarf se cerrarán y volverán a abrir. El texto de chat sin guardar puede perderse.
fr: Toutes les fenêtres Scarf vont se fermer et se rouvrir. La saisie de chat non enregistrée peut être perdue.
ja: すべての Scarf ウィンドウが閉じて再度開きます。保存されていないチャット入力は失われる可能性があります。
pt_br: Todas as janelas do Scarf serão fechadas e reabertas. Entradas de chat não salvas podem ser perdidas.
zh_hans: 所有 Scarf 窗口都将关闭并重新打开。未保存的聊天输入可能会丢失。

source: All sessions
de: Alle Sitzungen
es: Todas las sesiones
fr: Toutes les sessions
ja: すべてのセッション
pt_br: Todas as sessões
zh_hans: 所有会话

source: All Sessions
de: Alle Sitzungen
es: Todas las sesiones
fr: Toutes les sessions
ja: すべてのセッション
pt_br: Todas as sessões
zh_hans: 所有会话

source: All Time
de: Gesamter Zeitraum
es: Todo el tiempo
fr: Tout le temps
ja: 全期間
pt_br: Todo o período
zh_hans: 全部时间

source: Allow %@
de: %@ erlauben
es: Permitir %@
fr: Autoriser %@
ja: %@ を許可
pt_br: Permitir %@
zh_hans: 允许 %@
